acpid
alsa-utils
android-tools
android-udev
arandr
autoconf
automake
awesome
b43-fwcutter
base
bash
bash-completion
bind-tools
binutils
bison
breeze-gtk
breezy
btrfs-progs
bzip2
cabextract
chromium
cifs-utils
cmake
code
coreutils
crda
cryfs
cryptsetup
cups
cups-pk-helper
davfs2
device-mapper
dhcpcd
dialog
diffutils
dmraid
docker
docker-compose
dosfstools
dunst
e2fsprogs
efibootmgr
ethtool
exfat-utils
f2fs-tools
fakeroot
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gparted
grep
groff
grub
gsfonts
gzip
haveged
hplip
htop
inetutils
inkscape
intel-ucode
iproute2
iputils
ipw2100-fw
ipw2200-fw
jdk-openjdk
jfsutils
jq
less
lib32-libva-mesa-driver
lib32-mesa
lib32-vulkan-radeon
libreoffice-fresh
libtool
libva-mesa-driver
libva-vdpau-driver
licenses
linux
linux-headers
logrotate
lutris
lvm2
lxappearance
m4
maim
make
man-db
man-pages
mdadm
mlocate
modemmanager
mosh
mumble
nano
neofetch
net-tools
netctl
networkmanager
nfs-utils
nilfs-utils
nmap
nodejs
npm
ntfs-3g
numlockx
obs-studio
openssh
os-prober
pacman
pacman-contrib
patch
pavucontrol
pciutils
pcmanfm
perl
physlock
picom
pkgconf
pkgfile
playerctl
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-zeroconf
python-gobject
python-pip
python-pyqt5
reflector
reiserfsprogs
rofi
rsync
rustup
screenfetch
scrot
sed
shadow
sharutils
speedtest-cli
splix
steam
steam-native-runtime
sudo
sxhkd
sysfsutils
systemd
systemd-sysvcompat
tar
teamspeak3
teeworlds
telegram-desktop
terminus-font
termite
texinfo
thunderbird
ttf-font-awesome
unrar
unzip
usb_modeswitch
usbutils
util-linux
uudeview
vi
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
vlc
vulkan-radeon
wget
which
whois
wireguard-tools
wireless_tools
wireshark-qt
wmname
xclip
xdo
xdotool
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xorg-server
xorg-xfontsel
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xsetroot
xsecurelock
xss-lock
xterm
xz
zerotier-one
zip
